export const words = [
  {
    value: "实践是检验真理的唯一标准",
    source: "《光明日报》1978年",
    link: "http://www.people.com.cn/item/20years/newfiles/b1020.html", // optional
  },
  {
    value:
      "国会不得制定法律，建立宗教或禁止宗教信仰自由；剥夺言论自由或新闻出版自由；褫夺人民和平集会及向政府请求救济的权利。",
    source: "美国宪法 ·第一条修正案",
    link: "http://www.firstamendmentcenter.org/faclibrary/index.aspx",
  },
  {
    value: "中华人民共和国公民有言论、出版、集会、结社、游行、示威的自由。",
    source: "中国宪法第三十五条",
    link:
      "http://legal.people.com.cn/n1/2018/0322/c42510-29881498-4.html#:~:text=%E7%AC%AC%E4%B8%89%E5%8D%81%E4%BA%94%E6%9D%A1",
  },
  {
    value:
      "昔者天子有争臣七人，虽无道，不失其天下；诸侯有争臣五人，虽无道，不失其国。",
    source: "孔子",
    link: "",
  },
  {
    value: "防民之口，甚于防川",
    source: "《国语·周语上》",
    link: "",
  },
  {
    value:
      "一切有权力的人都容易滥用权力，这是万古不易的一条经验。有权力的人们使用权力一直到遇有界限的地方才休止。要防止滥用权力，就必须以权力约束权力。",
    source: "《论法的精神》孟德斯鸠",
    link: "",
  },
  {
    value:
      "权利过分集中的现象，就是在加强党的一元化领导的口号下，不适当地、不加分析地把一切权力集中于党委，党委的权力又往往集中与几个书记，特别是集中于第一书记，什么事都要第一书记挂帅、拍板。党的一元化领导，往往因此而变成了个人领导。",
    source: "《党和国家领导制度的改革》邓小平",
    link: "",
  },
  {
    value:
      "读史使人明智，读诗使人灵秀，数学使人周密，科学使人深刻，伦理学使人庄重，逻辑修辞之学使人善辩：凡有所学，皆成性格。",
    source: "《谈读书》培根",
    link: "https://baike.baidu.com/item/%E8%B0%88%E8%AF%BB%E4%B9%A6/75231",
  },
  {
    value:
      "如果我们选择了最能为人类福利而劳动的职业，那么，重担就不能把我们压倒，因为这是为大家而献身；那时我们所感到的就不是可怜的、有限的、自私的乐趣，我们的幸福将属于千百万人，我们的事业将默默地，但是永恒发挥作用地存在下去，而面对我们的骨灰，高尚的人们将洒下热泪。",
    source: "《青年在选择职业时的考虑》卡尔·马克思",
    link: "",
  },
  {
    value:
      "我们从古以来，就有埋头苦干的人，有拼命硬干的人，有为民请命的人，有舍身求法的人，……虽是等于为帝王将相作家谱的所谓“正史”，也往往掩不住他们的光耀，这就是中国的脊梁。",
    source: "《中国人失掉自信力了吗》鲁迅",
    link: "",
  },
  {
    value: "每个人的自由发展是一切人自由发展的条件。",
    source: "《资本论》",
    link: "",
  },
  {
    value: "横眉冷对千夫指，俯首甘为孺子牛。",
    source: "鲁迅",
    link: "",
  },
  {
    value: "中国总是被他们最勇敢的人保护得很好。",
    source: "网传",
    link: "",
  },
  {
    value: "哲学家们只是用不同的方式解释世界，问题在于改变世界。",
    source: "《关于费尔巴哈的提纲》",
    link: "",
  },
  {
    value: "有缺点的战士终竟是战士，完美的苍蝇也终竟不过是苍蝇。",
    source: "《战士和苍蝇》",
    link: "",
  },
]
